Repository: MikeiLL/direct-stripe
Catalog: languages/direct-stripe-*.po
Languages: fr_fr

source: One time setup fee
fr_fr: Frais unique de souscription

source: setup fee
fr_fr: Frais de souscription

source: Setup fee
fr_fr: Frais de souscription

source: None provided
fr_fr: Non pourvue

source: subscription
fr_fr: souscription

source: Stripe user
fr_fr: Utilisateur Stripe

source: Logo for Stripe Form
fr_fr: Logo pour le formulaire Stripe

source: Use selected image
fr_fr: Utiliser image selectionnée

source: Pay with card
fr_fr: Régler par carte

source: Pay
fr_fr: Procéder

source: Settings
fr_fr: Réglages

# Post Type General Name
source: Direct Stripe logs
fr_fr: Logs Direct Stripe

# Post Type Singular Name
source: Direct Stripe log
fr_fr: Log Direct Stripe

source: Direct Stripe Parent Log
fr_fr: Log Parent Direct Stripe

source: Direct Stripe logs
fr_fr: Logs Direct Stripe

source: Direct Stripe log
fr_fr: Log Direct Stripe

source: Add New Direct Stripe log
fr_fr: Ajouter un log Direct Stripe

source: Add New
fr_fr: Ajouter

source: Edit Direct Stripe log
fr_fr: Éditer log Direct Stripe

source: Update Direct Stripe log
fr_fr: Mettre à jour le log Direct Stripe

source: SearchDirect Stripe log
fr_fr: Rechercher dans le log Direct Stripe

source: Direct Stripe log Not Found
fr_fr: Log Direct Stripe vide

source: Direct Stripe log Not found in Trash
fr_fr: Aucun log Direct Stripe dans la corbeille

source: Transaction ID
fr_fr: ID de transaction

source: Stripe User
fr_fr: Utilisateur Stripe

source: Amount
fr_fr: Montant

source: Unknown
fr_fr: Inconnu

source: donation
fr_fr: don

source: payment
fr_fr: paiement

source: Set API keys
fr_fr: Renseigner les clés API

source: Live Secret API key
fr_fr: Clé API secrète live

source: Live Publishable API key
fr_fr: Clé API publique live

source: Use test keys / mode
fr_fr: Utiliser les clés test

source: Test Secret API key
fr_fr: Clé API secrète test

source: Test Publishable API key
fr_fr: Clé API publique test

source: Currency
fr_fr: Devise

source: Landing pages
fr_fr: Pages de redirection

source: Success page
fr_fr: Redirection après succès

source: Error page
fr_fr: Redirection après erreur

source: Modal form logo / image
fr_fr: Logo / image du formulaire Stripe

source: Current logo / image
fr_fr: Logo / image chargé

source: Billing information
fr_fr: Informations de facturation

source: Ask for address in modal Form
fr_fr: Demander les informations de facturation dans le formulaire modal

source: Custom button styles
fr_fr: Styles de boutons sur mesure

source: Use custom styles
fr_fr: Utiliser les styles sur mesure

source: Main Color
fr_fr: Couleur principale

source: Border radius
fr_fr: Radius des bordures

source: Terms and conditions
fr_fr: Conditions de vente

source: Use Terms and Conditions checkbox
fr_fr: Utiliser la case à cocher des conditions de vente

source: Terms and conditions text
fr_fr: Texte conditions de vente

source: Terms and conditions link text
fr_fr: Texte lié aux conditions de ventes

source: Terms and conditions page
fr_fr: Page des termes et conditions

source: Automated emails to admin after successful transactions
fr_fr: Emails automatiques pour l'administrateur suite à un paiement abouti

source: Send emails to admin after successful transaction
fr_fr: Envoyer un email à l'admin suite à une transaction aboutie

source: Admin email subject
fr_fr: Sujet de l'email à l'administrateur

source: Admin email content
fr_fr: Contenu de l'email pour l'administrateur

source: Automated emails to Stripe user after successful transactions
fr_fr: Emails automatiques pour l'utilisateur Stripe suite à un paiement abouti

source: Send emails to Stripe user after successful transaction
fr_fr: Envoyer un email à l'utilisateur Stripe suite à une transaction aboutie

source: User email subject
fr_fr: Sujet de l'email pour l'utilisateur

source: User email content
fr_fr: Contenu de l'email pour l'utilisateur

source: Automated emails to admin after failed transaction
fr_fr: Emails automatisés pour l'administrateur suite à une transaction non aboutie

source: Send emails to admin after failed transaction
fr_fr: Prévenir un administrateur par email lorsqu'une transaction a échoué

source: Admin error email subject
fr_fr: Sujet de l'email pour l'administrateur

source: Admin error email content
fr_fr: Contenu de l'email pour l'administrateur

source: Automated emails to Stripe user after failed transaction
fr_fr: Emails automatisés pour l'utilisateur Stripe suite à une transaction non aboutie

source: Send emails to Stripe user after failed transaction
fr_fr: Relancer l'utilisateur Stripe suite à une transaction non aboutie

source: User error email subject
fr_fr: Sujet de email pour l'utilisateur suite à transaction non aboutie

source: User error email content
fr_fr: Contenu de l'email pour l'utilisateur suite à transaction non aboutie

source: General Options
fr_fr: Options générales

source: Direct Stripe user infos
fr_fr: Infos utilisateur Stripe

source: Direct Sripe Data
fr_fr: Données Direct Stripe

source: Stripe customer ID
fr_fr: ID client Stripe

source: Visa card test number 4242 4242 4242 4242
fr_fr: Numéro de carte test visa 4242 4242 4242 4242

source: With any exp date and 3 CVV numbers
fr_fr: Avec une date d'expiration et 3 chiffres CVV

source: Select success page
fr_fr: Choisir la page succès

source: Select error page
fr_fr: Choisir la page d'erreur

source: Select image
fr_fr: Choisir image

source: Select T&C page
fr_fr: Choisir la page des conditions de vente

source: Stripe API keys
fr_fr: Clés API Stripe

source: Only enter the page's slug (URL friendly version of the post title)
fr_fr: Renseigner le slug de la page (version URL du titre de page)

source: Set image for Stripe's modal form
fr_fr: Choisir votre image pour le formulaire Stripe (Logo)

source: Only used with custom button styles enabled
fr_fr: Seulement actif avec le style de bouton sur mesure activé

source: Emails sent to WordPress system email address
fr_fr: Emails envoyés à l'adresse du système

source: Emails sent to Stripe user email address
fr_fr: Emails envoyés à l'adresse de l'utilisateur Stripe

source: Name, Address, City, Zip code and country will be collected before payment
fr_fr: Nom, adresse, code postal, ville et pays seront demandés avant paiement

source: Check to use custom button (Custom styles will not apply on browser Chrome for iOS)
fr_fr: Cocher pour personnaliser le style des boutons ( Ces styles ne s'appliqueront pas dans les navigateur chrome pour iOS )

source: Set your Stripe's account currency
fr_fr: Enregistrer la devise du compte Stripe

source: Terms and conditions page -> slug
fr_fr: Page des termes et conditions

source: Check to use custom button
fr_fr: Utiliser le bouton personnalisé

source: Terms and conditions page (slug)
fr_fr: Slug de la page des conditions de vente

source: Use Stripe payment buttons anywhere in a WordPress website, let your users easily proceed to checkout
fr_fr: Utilisez des boutons de paiement Stripe dans un site WordPress, le processus de règlement le plus simple pour les utilisateurs.
